Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/1500.html.tmx
Source language: fin
Languages: smn

source: Historia
smn: Historjá

source: Vuotuiskierto leimasi perinteistä inarinsaamelaista tapaa asuttaa lapinkylän alueita.
smn: Varriistâllâm lâi uási anarâšâi ärbivuáválâš vyehi asâttiđ sämisiijdâ kuávluid.

source: Lapinkylän maat ja vedet olivat sukujen nautinnassa.
smn: Sämisiijdâ enâmeh já čääsih lijjii suuvâi haaldust.

source: Uusi aika teki kuitenkin tuloaan, vaikka hitaasti.
smn: Uđđâ äigi lâi kuittâg puátimin, veikkâ hitásávt.

source: Ensimmäisen uudistilan perusti inarinsaamelainen Johan Nilsson Aikio 1740-luvulla.
smn: Vuosmuu uđâstáálu vuáđudij anarâš Juhháán Nijlâskandâ Aikio 1740-lovvoost.

source: Kyrön kylä oli varhaisimman uudisasutuksen keskus, jonne 1700-luvun puolivälissä saapuneet ensimmäiset suomalaiset alkoivat yhdessä inarinsaamelaisten kanssa perustaa uudistiloja.
smn: Kiro sijdâ lâi tolemuu uđâsaassâm kuávdáš, kuus 1700-lovo pelimuddoost puáttâm vuosmuuh läddliih riemmii oovtâst anarâšâiguin vuáđudiđ uđâstááluid.

source: Toiminta voimistui 1830-luvulta lähtien, kun inarinsaamelaiset alkoivat omasta aloitteestaan perustaa tiloja ympäri Inaria.
smn: Toimâ nanosmui 1830-lovo rääjist, ko anarâšah jiešmieldlist vuáđđudškuottii tááluid pirrâ Aanaar.

source: Peurasaaliiden heikkeneminen, karjanhoidon lisääntyminen, yritys turvata vanhat oikeudet ja verovapausvuodet houkuttelivat uudistilojen perustamiseen.
smn: Koddesalâsij huánánem, šiiveettuálu lasanem, viggâmuš torvodiđ /turvâstiđ/ puáris vuoigâdvuođâid já viärurijjâvuođâiveh kiäsuttii uđâstálui vuáđđudmân.

source: Kaikkiaan Inariin syntyi 121 uudistilaa, joista inarinsaamelaisten perustamia oli 65,3 %, muiden saamelaisryhmien, lähinnä porosaamelaisten 7,4 % ja suomalaisten 27,3, %.
smn: Puohnâssân Anarân šoddii 121 uđâstáállud, main anarâšâi vuáđudem tááluh lijjii 65,3 %, eres sämmilâšjuávhui, iänááš puásuisämmilij 7,4 % já syemmilij 27,3, %.

source: Inarissa tilat perustettiin saamelaisten perinteisten elinkeinojen pohjalle, koska peltoa ei voitu menestyksellisesti viljellä.
smn: Tááluh Anarist vuáđuduvvojii sämmilij ärbivuáválâš áigápuáđui vuáđuld, ko piäldu ij puáhtâm viljâliđ puorij puátusijguin.

source: Valtiovallan tavoitteena oli kiinteä asutus, näin virkamiesten oli kaikin tavoin helpompi valvoa asukkaita.
smn: Esivääldi mittomeerrin lâi kidânjâs aassâm, návt virgealmaah puohtii jyehináál älkkeebeht kocceeđ ässeid.

source: Samalla saamelaiset haluttiin saada muun valtakunnan tavoin tilajärjestelmän piiriin.
smn: Siämmâst sämmiliih halijduvvojii finniđ eres väldikode náálá táluvuáháduv pirrâdâhân.

source: Uudistiloista puhuttaessa syntyy yleensä kuva kruunun yhteismaalle perustetuista tiloista.
smn: Ko lii saahâ uđâstááluin, šadda táválávt kove ruuvnâ ohtsâšenâmân vuáđudum tááluin.

source: Kuitenkin asuinsijat, joille tilat Inarissa perustettiin, olivat asukkaidensa vanhoja perintömaita.
smn: Kuittâg aassâmsajeh, moid tááluh Anarist vuáđuduvvojii, lijjii ässeidis puáris ärbienâmeh.

source: Esi-isät olivat nauttineet maita ja vesiä lapinveromaina paikoin ikimuistoisista ajoista lähtien.
smn: Madâräijiheh lijjii navdâšâm enâmijd já čaasijd sämiviäruenâmin pááihui tovláá rääjist.

source: Uudisasutuksen myötä vanha perinteinen maankäyttö sai uusiakin muotoja, vaikka uudistilojen ylläpito pitkälle perustui perinteisiin elinkeinoihin, kuten karjanhoitoon ja kalastukseen, joskus poronhoitoon.
smn: Uđâsaassâm mield puáris ärbivuáválâš eennâmkevttim finnij uđđâsubboid-uv haamijd, veikkâ uđâstálui tuálu vuáđudui viehâmuudon ärbivuáválâš áigápuáđoid, tegu šiiveettuálun já kyelipiivdon, motomin puásuituálun.

source: Luonnonniittyjä nautittiin omalla sukualueella vuotuiskiertoon olennaisesti kuuluvana osana, ainakin siitä lähtien kun väestö omaksui karjanhoidon.
smn: Mecciniijtoh navdâšuvvojii jiejâs suhâkuávlust varriistâlmân kullee uássin, aainâs-uv ton rääjist ko aalmug oomâi šiiveettuálu.

source: Omistus- ja nautintaoikeuden osoitukseksi niittyjä voitiin aidata, jolloin niitä samalla suojeltiin poroilta.
smn: Omâstem- já navdâšemvuoigâdvuođâ čáitusin niijtoid puovtij áiđuđ, et siämmâst toh suojâluvvojii poccuin.

source: Luonnonniittyjä voitiin vallata kaukaakin.
smn: Mecciniijtoid puovtij väldidiđ kukken-uv.

source: Niitä pidettiin yksityisille kuuluvina, eikä kukaan toinen saanut ottaa niitä käyttöönsä.
smn: Toh nabdojii ovtâskâssáid kullojeijen, ijge kihheen eres uážžum taid väldiđ kiävttusis.

source: Näin syntyi ylimuistoiseen nautintaan perustuva oikeus.
smn: Návt šoođâi tovláá naavdâšmân vuáđuduvvee vuoigâdvuotâ.

source: Inarinsaamelaisten vanhat kala- ja asuinkentät näkyivät uudistilojen alle syynättyjen tilusten niittyinä.
smn: Anarâšâi puáris kyeli- já aassâmkiedih uáinojii uđâstálui vuálá tärhistum táluenâmij nijtton.

source: Niittyjä saattoi olla useita ja niiden valtaus riippui aikansa asutuslaeista ja -asetuksista.
smn: Niijtoh puohtii leđe maaŋgah já toi väldidem lâi kiddâ tallaa ääigi aassâmlaavâin já -asâttâsâin.

source: Vuoden 1858 keisarillisen julistuksen jälkeen tiluksia pyrittiin tuomaan lähemmäksi tilaa.
smn: Ive 1858 kiäisárlâš ciälkkámuš maŋa táluenâmijd viggii pyehtiđ aldeláá táálu.

source: Karttoja laadittiin harvoin.
smn: Káártáh ráhtojii harvii.

source: Hallintaoikeus edellytti niittyjen raivausta.
smn: Haldâšemvuoigâdvuotâ vaađâi niijtoi karsâm.

source: Elinehdot tiukkenevat Kun inarinsaamelainen perusti uudistilan, tilusnautintoihin kuului runsaasti kalavesiä.
smn: Eellimiävtuh čovgâneh Ko anarâš vuáđudij uđâstáálu, tálueennâmnaavdâšmáid kullojii valjeest kyeličääsih.

source: Vanhat ylimuistoiset jo esi-isien käytössä olleet kalavedet syynättiin uudistilojen kalastusoikeuksiksi.
smn: Tovlááh juo madâräijihij kiävtust lamaš kyeličääsih tärhistuvvojii uđâstálui kuálástusvuoigâdvuottân.

source: Yksityisten kalavesien lisäksi tiloille tuli kyläkunnan kanssa yhteisiä vesiä, näin mikäli uudistila perustettiin laajempaan kyläryhmittymään.
smn: Ovtâskâsâi kyeličasij lasseen tááloid šoddii sijdâkuddijn ohtsiih čääsih, návt jis uđâstáálu vuáđudui vijđásub sijdâkoodán.

source: Valtaväylä kuului yleisesti ottaen yhteisiin kalavesiin.
smn: Váldu-uáli kullui iänááš juurdâštijn ohtsáid kyeličassijd.

source: Inarin kalastajasaamelaisilla, joilla ei ollut uudistilaa, oli yhtäläisesti yksityisiä kalavesiä ja heidän oikeutensa ainakin vielä 1800-luvun puolivälissä rinnastettiin uudistilallisen oikeuksiin.
smn: Aanaar kyelisämmilijn, kiäin ij lamaš uđâstáálu, lijjii siämmáánáál ovtâskâs kyeličääsih já sii vuoigâdvuođah aainâs-uv vala 1800-lovo pelimuddoost lijjii siämmáá-árvusiih uđâstálulij vuoigâdvuođâiguin.

source: Oikeudet periytyivät sukupolvelta toiselle, ne siirtyivät avioliittojen kautta sukujen välillä, niitä ostettiin ja myytiin ja niitä voitiin saada syytinkisopimuksien kautta.
smn: Vuoigâdvuođah sirdâšuvvii ärbin suhâpuolvâst nuubán, toh sirdâšuvvii näimilitoi pehti suuvâi kooskâst, toh uástojii já vuábdojii já taid puovtij finniđ tálupuárrássopâmuš pehti.

source: Inarin ensimmäinen kruununmetsätorppa perustettiin vuonna 1892. Torppien perustamisten seurauksena asumusten määrä lähes kaksinkertaistui.
smn: Aanaar vuosmuš ruuvnâmeccitorppá vuáđudui ive 1892. Torpái vuáđđudmij keežild aassâmviäsui meeri šoodâi masa kyevtkiärdásâžžân.

source: Ensi vaiheessaan torpat olivat jo olemassa olevia kalastaja- ja porosaamelaisten asumuksia, jotka saivat kruununmaalla virallisen aseman.
smn: Vuosmuu muddoost torpáh lijjii juo tallaah kuálásteijee- já puásuisämmilij aassâmviäsuh, moh finnejii ruuvnâenâmist virgálâš sajattuv.

source: Perustajina oli myös suomalaisia.
smn: Vuáđudeijen lijjii meiddei läddliih.

source: Valtiovalta ohjasi asutusta kruununmetsätorppien suuntaan, koska elinkelpoisten ja riittävän suurten viljelystilojen perustaminen kasvavalle väestölle ei ollut Inarissa enää mahdollista.
smn: Staatâväldi stivrij aassâm ruuvnâmeccitorpái kuávlun, ko eellimtohálâš já tuárvi stuorrâ viljâlemtálui vuáđudem lasaneijee aalmugân ij lamaš innig Anarist máhđulâš. Meccikevttim kocceem čavgejui, muorâ- já jävilväldim räijejui.

source: Metsänkäytön valvontaa kiristettiin, puun- ja jäkälänottoa rajoitettiin.
smn: Aalgij leđe saahâ ruuvnâmecij vuáđđudmist já mecij suoijâlmist.

source: Samaan aikaan inarilaisyhteisö eli suuren murroksen aikaa elinehtojen tiukentumisen vuoksi.
smn: Siämmái aaigij eelij anarâšsiärvádâh stuorrâ nubástusâi áigáduv eellimiävtui čovgânem keežild.

source: Myös suomalaisen väestön määrä kasvoi.
smn: Meid syemmilij aalmug stuárui.

source: Porosaamelaisten muutto suurine varallisuuksineen ja laajoja alueita vaativine elinkeinoineen muutti alueen oman saamelaisyhteisön hierarkiaa.
smn: Puásuisämmilij varrim stuorrâ riggoduvâidiskuin já vijđes kuávluid vättee áigápuáđuidiskuin nubástutij kuávlu jiejâs sämmilâšsiärváduv árvuoornig.

source: Niiden saamelaisten asema, jotka olivat rakentaneet asumuksensa alueille, joita kruunu alkoi valvotusti pitää omanaan, heikkeni.
smn: Toi sämmilij sajattâh, kiäh lijjii huksim aassâmviäsuidis kuávloid, maid ruuvnâ riemâi kocemáin anneeđ jieijâs omâdâhhân, hiäjusmui.

source: Metsähallinto pyrki kaikin tavoin pitämään tarkkaa lukua kruunun mailla asuvista saamelaisista.
smn: Meccihaldâttâh viigâi jyehináál toollâđ tärhis lovo ruuvnâ enâmijn ässee sämmilijn.

source: Mikäli mahdollista, olemassa olevia asumuksia muutettiin kruununmetsätorpiksi.
smn: Jis lâi máhđulâš, te juo valmâš aassâmviäsuh nubástuttojii ruuvnâmeccitorppán.

source: Osa porosaamelaisista perusti uudistilan tai osti sellaisen itselleen, osa sai luvan kruununmetsätorpan perustamiseen.
smn: Uási puásuisämmilijn vuáđudii uđâstáálu tâi oostij taggaar olssis, uási finnejii love ruuvnâmeccitorpá vuáđđudmân.

source: Käytännössä uudistilojen perustaminen vaikeutui 1800-luvun loppupuolelle tultaessa.
smn: Riävtui uđâstálui vuáđuden šoodâi váduhubbon 1800-lovo loopâpel puáđidijn.

source: Kun metsähallitus haki kruunun liikamaiden erottamista Inarissa, pontimena oli mahdollinen metsistä saatava taloudellinen hyöty.
smn: Ko Meccihaldâttâs uusâi ruuvnâ lijge-enâmij sierrim Anarist, kiäsutteijen lâi máhđulâš meeccijn finnâšuvvee ekonomâlâš ävkki.

source: Liikamaiden väliaikaisen erottamisen jälkeen valtio alkoi myydä Inarin metsiä ja ensimmäiset isojakotoimet aloitettiin vuonna 1911. Metsäkeinottelu keskeytti käynnissä olleet jaot.
smn: Lijge-enâmij koskâpuddâsii sierrim maŋa staatâ vyebdiškuođij Aanaar vuovdijd já vuosmuuh stuorrâjyehimtooimah algâttuvvojii ive 1911. Meccikonstušem koskâlditij jyehimijd, moh lijjii joođoost.

source: Vuonna 1925 syntyi laki isostajaosta ja verollepanosta pohjoisissa kunnissa ja varsinaiset isojakotoimet Inarissa aloitettiin 1930-luvulla.
smn: Ive 1925 šoodâi laahâ stuorrâjyehimist já viärunpiejâmist taavaapiäláin kieldâin já eidusâš stuorrâjyehimtooimah algâttuvvojii Anarist 1930-lovvoost.

source: Kruununmetsätorpista muodostettiin itsenäisiä tiloja.
smn: Ruuvnâmeccitorpáh rievdâduvvojii jiečânâs táállun.

source: Toinen maailmansota keskeytti jakotoimet, joista pääosa tehtiin 1950- ja 1960-luvulla.
smn: Nubbe mailmsuáti koskâlditij jyehimtooimâid, main váldu-uási tahhojii 1950- já 1960-lovvoin.

source: Isojako muutti myös Inarin kyläjakoa.
smn: Stuorrâjyehim nubástutij meiddei aanaar sijdâjuávu.

source: Niliniemen aita.
smn: Njollânjaargâ äiđi.

source: Pielpajärven kirkko.
smn: Piälppáájäävri kirkko.

source: Kristinusko
smn: Ristâlâšosko

source: Espanjantauti vuonna 1920
smn: Espanjatavdâ ive 1920

source: Kertomus espanjantaudista
smn: Muštâlus espanjataavdâst
